import pageIamge from "../Images/logo.jpg";
const Aboutus = () => {
  return (
    <section id="who">
      <div className="container">
        <h2>من نحن</h2>
        <div className="qr mt-5">
          <div className="row d-flex align-items-center ">
            <div className="img-qr col-lg-4" data-aos="fade-left">
              <img src={pageIamge} />
            </div>
            <div className="text-qr col-lg-8 ">
              <div>
                <div className="row" data-aos="fade-up">
                  <div className="col-lg-12 col-12">
                    <div>
                      <p>
                        منصة األمين هي إحدى المنصات اإللكترونية الرائدة في تعليم
                        وتحفيظ القرآن الكريم، درس على يد أفضل المعلمين والمعلمات
                        المعتمدين حيث تقوم بتقديم دروس ف ّعالة ُت على مستوى
                        العالم. تتميز المنصة بمناهج تعليمية مدروسة ومجربة قد
                        أثبتت جدارتها من خالل تحقيق نجاح ملموس مع مئات الطالب
                        حول العالم. يكمن نجاح منصة األمين في ابتكارها ألسلوب
                        فريد في التعامل والترتيب بين المعلمين والطالب. تقوم
                        المنصة بمعالجة تحديات عديدة تواجه الطالب في بيئات غير
                        عربية مثل ألمانيا، مما يجعلها وجهة مثالية لتحقيق األهداف
                        التعليمية. بعض هذه التحديات تتضمن: نقص البيئة اللغوية
                        العربية , قلة الدورات والمناهج العربية , ارتباط الوقت
                        االندماج الثقافي: قد يؤدي التأقلم مع الثقافة األلمانية
                        إلى تخلي عن بعض العادات واللغة العربية. نقص المجتمع
                        الداعم: قد يشعر الطالب بالعزلة بسبب صعوبة العثور على
                        مجتمع عربي قوي يدعم جهودهم. للتغلب على هذه التحديات،
                        تشجع منصة األمين على استخدام التكنولوجيا والموارد
                        الرقمية، وتوفير مجتمعات عبر اإلنترنت لتوفير الدعم وتبادل
                        المعرفة. بذلك، تساهم المنصة في تحقيق رؤية شاملة لتحفيظ
                        القرآن الكريم وتعلم اللغة العربية بكفاءة وبفعالية
                      </p>
                      <a  href='#Form' className="btn contact-btn">تواصل معنا الان</a>
                    </div>
                  </div>
                </div>
              </div>
              <div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default Aboutus;
