import pageIamge from "../Images/logo.jpg";
const Aboutus = () => {
  return (
    <section >
      <div className="container pt-5 mb-5" id="who">
        <h2 className="mt-5 ">من نحن</h2>
        <div className="">
          <div className="row d-flex align-items-center justify-content-center ">
            <div className="img-qr col-lg-4" data-aos="fade-left">
              <img src={pageIamge} />
            </div>
            <div className="text-qr col-lg-8 ">
              <div>
                <div className="row" data-aos="fade-up">
                  <div className="col-lg-12 col-12 text-center">
                    <div>
                      <p>
                     منصة الأمين هي إحدى المنصات الإلكترونية الرائدة في تعليم وتحفيظ القران الكريم، حيث تقوم بتقديم دروس فعاله تدرس على يد افضل المعلمين والمعلمات المعتمدين على مستوى العالم. تتميز المنصة بمناهج تعليميه مدروسة ومجربه قد اثبتت جدارتها من خلال تحقيق نجاح ملموس مع مئات الطلاب حول العالم.
 يكمن النجاح منصة الأمين في ابتكارها لأسلوب فريد في التعامل والترتيب بين المعلمين والطلاب. تقوم المنصة بمعالجه تحديات عديده تواجه الطلاب في بيئات غير عربيه مثل المانيا مما يجعلها وجهه مثاليه لتحقيق الأهداف التعليمية. بعض هذه التحديدات تتضمن:
 نقص البيئة اللغوية قله الدورات والمناهج العربية ارتباط الوقت.
 الاندماج الثقافي: قد يؤدي التأقلم مع الثقافة الألمانية الى تخلي بعض العادات واللغة العربية.
 نقص المجتمع الداعم: قد يشعر الطالب بالعزلة بسبب صعوبة العثور على مجتمع عربي قوي يدعم جهودهم.
 للتغلب على هذه التحديات تشجع منصة الأمين على استخدام التكنولوجيا والموارد الرقمية وتوفير مجتمعات عبر الانترنت لتوفير الدعم وتبادل المعرفة. بذلك, تساهم المنصة في تحقيق رؤيه شامله لتحفيظ القران الكريم وتعلم اللغة العربية بكفاءة وبفاعلية.
                      </p>
                      <a  href='https://api.whatsapp.com/send?phone=4915758088973' className="btn login">تواصل معنا الان</a>
                    </div>
                  </div>
                </div>
              </div>
              <div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default Aboutus;
